/**
 * 行业与子行业数据
 *
 * @type {string[]}
 */

//主行业
var hub = [
    "电子商务","企业服务","文化娱乐体育","本地生活","金融","游戏",
    "教育","SNS社交网络","硬件","汽车交通","医疗健康","旅游","移动互联网",
    "工具软件","广告营销","房产服务","物流"
];

//子行业
var sub = [
    ["电商媒体及社区","奢侈品电商","珠宝首饰","其他电商","数字商品","3C电子","外贸电商","母婴玩具","大宗商品","化妆品","综合电商","生鲜食品","电商解决方案","生活服务电商","快递物流","海淘代购","家居建材"],
    ["行业解决方案","企业IT服务","人力资源","销售营销","法律财会","综合企业服务","办公OA","其他企业服务"],
    ["综合文化娱乐","体育运动","多媒体","设计及创意","媒体","影视","动漫","音乐","艺术","文娱媒体及社区","文艺演出","知识产权","其他文娱服务"],
    ["生活综合服务","美食餐饮","休闲娱乐","美业服务","城市社区","家政服务","宠物服务","婚礼婚庆","商业服务及信息化","维修服务","其他本地生活"],
    ["贷款","理财","金融综合服务","众筹合投","支付","股票","保险","金融信息化","虚拟货币","信用及征信","金融媒体及社区","信用卡","基金","外汇","贵金属","其他金融相关"],
    ["手机游戏","网页游戏","游戏发行及渠道","游戏综合服务","游戏媒体","端游","电子竞技游戏","电视游戏","社交游戏","开发引擎工具","游戏外包","体感游戏","单机游戏","其他游戏服务"],
    ["儿童早教","K12教育","职业培训","语言学习","教育信息化","兴趣教育","出国留学","教育综合服务","大学生教育","教育媒体及社区","其他教育相关"],
    ["兴趣社区","陌生人交友","综合社交","商务社交","婚恋交友","熟人社交","校园社交","同性交友","其他社交"],
    ["电子数码","智能家居","综合硬件","机器人","芯片半导体","出行工具","3D打印","医疗硬件","飞行器","传感器","硬件媒体及社区","生活方式","其他硬件"],
    ["汽车后服务","车联网及硬件","交通出行","车主服务","汽车综合服务","二手车","汽车金融","信息","汽车媒体及社区","其他汽车服务"],
    ["医疗信息化","健康管理","寻医问诊","医疗综合服务","医疗健康硬件","专科服务","医生服务","医疗媒体及社区","其他医疗健康服务"],
    ["旅游综合服务","旅游工具及社区","交通住宿","出境游","旅游信息化","户外游","周边短途游","B2B同业旅游","国内长途游","景点门票","入境游","旅游媒体","其他旅游服务"],
    ["B2D开发者应用","工具类应用","应用分发及渠道","社交类应用","内容类移动应用","本地生活类应用","电商类应用","垂直产业类应用","游戏类应用","移动企业化","软硬结合类应用","其他移动服务"],
    ["实用工具","搜索引擎","综合工具软件","浏览器","安全软件","操作系统","其他工具"],
    ["整合营销传播","综合广告服务","移动广告","广告技术","网络广告","户外广告","传统广告","其他广告营销服务"],
    ["房产信息化","装修装潢","酒店公寓","商业地产","房产综合服务","房产金融","租房","买房","其他房产服务"],
    ["货运物流","同城配送","跨境物流","品牌快递","仓储服务","其他物流","综合物流"]
];

module.exports = {
    hub : hub,
    sub : sub
};